//GDGDEF  JOB 100,'DEFINO GBDG',CLASS=A,MSGCLASS=A,NOTIFY=&SYSUID
//STEP     EXEC PGM=IDCAMS
//SYSOUT   DD SYSOUT=*
//AMSDUMP  DD SYSOUT=*
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
 DEFINE GDG(NAME(CAPA.ALARCON.GDG) LIMIT(7) EMPTY)
/*
//
