//GDGDEL  JOB 100,'DEFINO GBDG',CLASS=A,MSGCLASS=A,NOTIFY=&SYSUID
//STEP     EXEC PGM=IDCAMS
//SYSOUT   DD SYSOUT=*
//AMSDUMP  DD SYSOUT=*
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
 DELETE CAPA.ALARCON.GDG GDG PURGE
/*
//
