//ALARCONG JOB 102,'COMPILADOR COBOL DB2',NOTIFY=&SYSUID,
//       MSGCLASS=Q,CLASS=A,MSGLEVEL=(1,1),REGION=0M
//STEP1  EXEC IGYWCL,PARM.COBOL='XREF,MAP,SSRANGE,OFFSET'
//COBOL.SYSIN  DD DISP=SHR,DSN=ALARCON.FUENTES.COBOL(ALAMOVI3)
//COBOL.SYSLIB DD DISP=SHR,DSN=CAPA.FUENTES.COPY
//LKED.SYSLMOD DD DISP=SHR,DSN=GARCIA.LINKLIB(ALAMOVI3)
//SYSPRINT     DD SYSOUT=*
//
