//ALACODB2 JOB 102,'COMPILADOR COBOL DB2',NOTIFY=&SYSUID,
//  MSGCLASS=Q,CLASS=A,MSGLEVEL=(1,1),REGION=0M,TIME=(0,7)
//**************************************************************
//* SYSLIB  ES LA LIB. DE COPYS
//* SYSIN   ES LA LIB. DE PROGRAMAS FUENTES
//* SYSLMOD ES LA LIB. DE PROGRAMAS OBJETOS O EJECUTABLES
//**************************************************************
//STEP0          EXEC DSNHICOB,MEM=APGM01
//* 1 - LIBRERIAS DEL PRECOMPILADOR DSNHPC
//* --------------------------------------
//PC.SYSIN       DD DSN=ALARCON.FUENTES.COBOL(APGM01),DISP=SHR
//PC.SYSLIB      DD DSN=ALARCON.FUENTES.DBRM,DISP=SHR
//PC.DBRMLIB     DD DSN=ALARCON.FUENTES.DBRM(APGM01),DISP=SHR
//* 2 - LIBRERIAS DEL COMPILADOR IGYCRCTL
//* -------------------------------------
//COB.STEPLIB  DD DSN=IGY330.SIGYCOMP,DISP=SHR
//* 3 - LIBRERIAS DE LINKED IEWL
//* ----------------------------
//LKED.SYSLMOD   DD DSN=GARCIA.LINKLIB(APGM01),DISP=SHR
//LKED.SYSLIB    DD DSN=CEE.SCEELKED,DISP=SHR
//               DD DSN=DSN810.SDSNLOAD,DISP=SHR
//*              DD DSN=LIBPR.COPYS.JJ00,DISP=SHR
//* 4 - INCLUIR DB2 INTERFACE FUNCTION
//* ----------------------------------
//LKED.SYSIN     DD *
  INCLUDE SYSLIB(DSNELI)
/*
//* BI/D
/*
//* BI/D
//BINDA EXEC PGM=IKJEFT01,DYNAMNBR=20
//PC.SYSLIB      DD DSN=ALARCON.FUENTES.DBRM,DISP=SHR
//STEPLIB DD DSN=DSN810.SDSNLOAD,DISP=SHR
//DBRMLIB DD  DSN=ALARCON.FUENTES.DBRM(APGM01),DISP=SHR
//SYSTSPRT DD SYSOUT=*
//SYSPRINT DD SYSOUT=*
//SYSUDUMP DD SYSOUT=*
//SYSOUT   DD SYSOUT=*
//SYSTSIN DD *
DSN SYSTEM(DB8G)
BIND MEMBER(APGM01) PLAN(APLAN1) ACTION(REP)
END
/*
/*
//
