//ALAREXEC JOB 102,'EXEJEC',NOTIFY=&SYSUID,
//       MSGCLASS=Q,CLASS=A,MSGLEVEL=(1,1),REGION=0M
//STEP1    EXEC PGM=ALAMOVI2
//STEPLIB  DD   DSN=GARCIA.LINKLIB,DISP=SHR
//SYSOUT   DD   SYSOUT=*
//MOVI     DD   DSN=MOV.CLIENTES.ESDS,DISP=SHR
//PARAM    DD   DSN=ALARCON.PARAMET,DISP=SHR
//MAECLI   DD   DSN=ALARCON.CLIE.KSDS,DISP=SHR
//REPORTE  DD   SYSOUT=*
//
