//ALARCEXE JOB 102,'COMPILADOR COBOL DB2',NOTIFY=&SYSUID,
//       MSGCLASS=Q,CLASS=A,MSGLEVEL=(1,1),REGION=0M,TIME=(0,7)
//STEP1     EXEC  PGM=ALAR0001
//STEPLIB   DD    DSN=GARCIA.LINKLIB,DISP=SHR
//ARCHI     DD    DSN=ALARCON.CUENTAS.DATA,DISP=SHR
//SYSPRINT  DD    SYSOUT=*
//SYSFST    DD    SYSOUT=*
