//ALAREXEC JOB 102,'DIGITO DATA',NOTIFY=&SYSUID,
//       MSGCLASS=Q,CLASS=A,MSGLEVEL=(1,1),REGION=0M,TIME=(0,7)
//STEP1     EXEC  PGM=ALARDIGI
//STEPLIB   DD    DSN=GARCIA.LINKLIB,DISP=SHR
//SYSOUT    DD    SYSOUT=*
