//ALALSCAT JOB  'LIST CAT',
//             MSGCLASS=X,MSGLEVEL=(1,1),NOTIFY=&SYSUID
//P0001    EXEC PGM=IDCAMS
//SYSOUT   DD   SYSOUT=*
//SYSPRINT DD   SYSOUT=*
//SYSIN    DD   *
  LISTCAT ENTRY(ALARCON.CLIE.KSDS) ALL
/*
