//DEFESDS  JOB  '              ',
//             MSGCLASS=X,MSGLEVEL=(1,1),NOTIFY=&SYSUID
//*            TYPRUN=SCAN,
//*
//P0003    EXEC PGM=IDCAMS
//SYSOUT   DD SYSOUT=*
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  DELETE CLIE.MOVIMIEN.ESDS       CL PURGE
  DEFINE CLUSTER (NAME(CLIE.MOVIMIEN.ESDS) -
             RECSZ(100 100)                -
             NONINDEXED                    -
             NOERASE REUSE                 -
             SHR(2 3)                      -
             VOLUMES(BASES1)               -
             RECORDS(50 10))
/*
//REPRO    EXEC PGM=IDCAMS
//SYSOUT   DD SYSOUT=*
//SYSPRINT DD SYSOUT=*
//AMSDMP   DD SYSOUT=*
//INFI     DD DSN=CLIE.MOVIMIEN.INPUT,DISP=SHR
//OFI      DD DSN=CLIE.MOVIMIEN.ESDS,DISP=SHR
//SYSIN    DD *
  REPRO INFILE(INFI) OUTFILE(OFI)
/*
//LISTCO   EXEC PGM=IDCAMS
//SYSOUT   DD SYSOUT=*
//SYSPRINT DD SYSOUT=*
//AMSDMP   DD SYSOUT=* CHAR HEX DUMP SKIP(99) COUNT(88)
//SYSIN    DD *
  PRINT IDS(CLIE.MOVIMIEN.ESDS)
/*
